# github link - https://github.com/KozhevnikovSpb/synergy_python.git
# ответы на вопросы - Dryapithecus, Australopithecus, Homo erectus, Homo sapiens
print("Вас привествует тест на знание этапов антропогенеза. Ответьте на вопросы. Ответы укажите на латинице.", '\n')
print("Назовите этап развития человека, существоваший 12 - 9 млн лет назад. Обезьяноподобное животное:")
a1 = input()
print("Назовите этап развития человека, существоваший 5 млн лет назад. Человекообразная обезьяна.")
a2 = input()
print("Назовите этап развития человека, существоваший 2 млн - 500 тыс. лет назад. Человек прямоходящий.")
a3 = input()
print("Назовите общее наименование современного этапа развития человека. Человек разумный.")
a4 = input()
print(a1, a2, a3, a4, sep="=>")
